<?php
/**
 * @var \App\Kernel\View\IView $view
 */

$view->component('start');
?>

<section class="singlepost container">
    <h2>Заголовок!</h2>
    <div class="post__author">
        <div class="post__author-avatar">
            <img src="/assets/img/avatars/avatar1.png" alt="Аватар">
        </div>
        <div class="post__author-info">
            <h5>Автор: Джон Дой</h5>
            <small>Июнь 10, 2023 - 07:23</small>
        </div>
    </div>
    <div class="singlepost__thumnail">
        <img src="/assets/img/blog/blog9.jpg" alt="">
    </div>
    <div class="singlepost__text">
        <p>
            Значимость этих проблем настолько очевидна, что новая модель организационной деятельности играет важную роль
            в формировании ключевых компонентов планируемого обновления. Задача организации, в особенности же рамки и
            место обучения кадров играет важную роль в формировании соответствующих условий активизации. Равным образом
            повышение уровня гражданского сознания напрямую зависит от модели развития.
        </p>
        <p>
            Значимость этих проблем настолько очевидна, что новая модель организационной деятельности играет важную роль
            в формировании ключевых компонентов планируемого обновления. Задача организации, в особенности же рамки и
            место обучения кадров играет важную роль в формировании соответствующих условий активизации. Равным образом
            повышение уровня гражданского сознания напрямую зависит от модели развития.
        </p>
        <p>
            Значимость этих проблем настолько очевидна, что новая модель организационной деятельности играет важную роль
            в формировании ключевых компонентов планируемого обновления. Задача организации, в особенности же рамки и
            место обучения кадров играет важную роль в формировании соответствующих условий активизации. Равным образом
            повышение уровня гражданского сознания напрямую зависит от модели развития.
        </p>
        <p>
            Значимость этих проблем настолько очевидна, что новая модель организационной деятельности играет важную роль
            в формировании ключевых компонентов планируемого обновления. Задача организации, в особенности же рамки и
            место обучения кадров играет важную роль в формировании соответствующих условий активизации. Равным образом
            повышение уровня гражданского сознания напрямую зависит от модели развития.
        </p>
        <p>
            Значимость этих проблем настолько очевидна, что новая модель организационной деятельности играет важную роль
            в формировании ключевых компонентов планируемого обновления. Задача организации, в особенности же рамки и
            место обучения кадров играет важную роль в формировании соответствующих условий активизации. Равным образом
            повышение уровня гражданского сознания напрямую зависит от модели развития.
        </p>            
    </div>
</section>

<?php $view->component('end'); ?>